Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# menubar.week.headline.empty
source: Nothing planned for the next 7 days.
ar: لا شيء مخطط له خلال الأيام السبعة القادمة.
bn: পরবর্তী 7 দিনের জন্য কিছু প্ল্যান করা নেই।
de: Für die nächsten 7 Tage ist nichts geplant.
el: Δεν υπάρχει τίποτα προγραμματισμένο για τις επόμενες 7 ημέρες.
es: No hay nada planificado para los próximos 7 días.
fa: برای هفت روز آینده چیزی برنامه‌ریزی نشده است.
fr: Rien de prévu pour les 7 prochains jours.
he: אין דבר מתוכנן ל-7 הימים הקרובים.
hi: अगले 7 दिनों के लिए कुछ प्लान नहीं है।
id: Tidak ada rencana untuk 7 hari ke depan.
it: Niente in programma per i prossimi 7 giorni.
ja: 今後7日間の予定はありません。
ko: 앞으로 7일 동안 예정된 항목이 없습니다.
mr: पुढील 7 दिवसांसाठी काहीही प्लॅन केलेले नाही.
ms: Tiada rancangan untuk 7 hari akan datang.
nl: Er is niets gepland voor de komende 7 dagen.
pl: Nic nie zaplanowano na najbliższe 7 dni.
pt_br: Nada planejado para os próximos 7 dias.
ro: Nimic planificat pentru următoarele 7 zile.
ru: На ближайшие 7 дней ничего не запланировано.
ta: அடுத்த 7 நாட்களுக்கு எதுவும் திட்டமிடப்படவில்லை.
te: తదుపరి 7 రోజులకు ఏమీ ప్లాన్ చేయలేదు.
th: ไม่มีสิ่งที่วางแผนไว้ใน 7 วันข้างหน้า
tr: Önümüzdeki 7 gün için planlanmış bir şey yok.
uk: На найближчі 7 днів нічого не заплановано.
ur: اگلے 7 دنوں کے لیے کچھ طے نہیں۔
vi: Không có kế hoạch nào trong 7 ngày tới.
zh_hans: 接下来 7 天没有安排。
zh_hant: 未來 7 天沒有任何安排。

# menubar.week.headline.one
source: %@ in the next 7 days.
ar: %@ خلال الأيام السبعة القادمة.
bn: পরবর্তী 7 দিনে %@ রয়েছে।
de: %@ in den nächsten 7 Tagen.
el: %@ τις επόμενες 7 ημέρες.
es: %@ en los próximos 7 días.
fa: %@ در هفت روز آینده.
fr: %@ dans les 7 prochains jours.
he: %@ ב-7 הימים הקרובים.
hi: अगले 7 दिनों में %@।
id: %@ dalam 7 hari ke depan.
it: %@ nei prossimi 7 giorni.
ja: 今後7日間に%@があります。
ko: 앞으로 7일 동안 %@.
mr: पुढील 7 दिवसांत: %@.
ms: %@ dalam 7 hari akan datang.
nl: %@ in de komende 7 dagen.
pl: %@ w ciągu najbliższych 7 dni.
pt_br: %@ nos próximos 7 dias.
ro: %@ în următoarele 7 zile.
ru: %@ в ближайшие 7 дней.
ta: அடுத்த 7 நாட்களில் %@.
te: తదుపరి 7 రోజుల్లో %@.
th: %@ ใน 7 วันข้างหน้า
tr: Önümüzdeki 7 günde %@ var.
uk: %@ у найближчі 7 днів.
ur: اگلے 7 دنوں میں %@۔
vi: %@ trong 7 ngày tới.
zh_hans: 接下来 7 天有 %@。
zh_hant: 未來 7 天有 %@。

# mini_month.next
source: Next month
ar: الشهر التالي
bn: পরের মাস
de: Nächster Monat
el: Επόμενος μήνας
es: Mes siguiente
fa: ماه بعد
fr: Mois suivant
he: החודש הבא
hi: अगला महीना
id: Bulan berikutnya
it: Mese successivo
ja: 翌月
ko: 다음 달
mr: पुढील महिना
ms: Bulan seterusnya
nl: Volgende maand
pl: Następny miesiąc
pt_br: Mês seguinte
ro: Luna următoare
ru: Следующий месяц
ta: அடுத்த மாதம்
te: తదుపరి నెల
th: เดือนถัดไป
tr: Sonraki ay
uk: Наступний місяць
ur: اگلا مہینہ
vi: Tháng tiếp theo
zh_hans: 下个月
zh_hant: 下個月

# mini_month.previous
source: Previous month
ar: الشهر السابق
bn: আগের মাস
de: Vorheriger Monat
el: Προηγούμενος μήνας
es: Mes anterior
fa: ماه قبل
fr: Mois précédent
he: החודש הקודם
hi: पिछला महीना
id: Bulan sebelumnya
it: Mese precedente
ja: 前月
ko: 이전 달
mr: मागील महिना
ms: Bulan sebelumnya
nl: Vorige maand
pl: Poprzedni miesiąc
pt_br: Mês anterior
ro: Luna anterioară
ru: Предыдущий месяц
ta: முந்தைய மாதம்
te: మునుపటి నెల
th: เดือนก่อนหน้า
tr: Önceki ay
uk: Попередній місяць
ur: پچھلا مہینہ
vi: Tháng trước
zh_hans: 上个月
zh_hant: 上個月

# mini_month.this_month
source: Current month
ar: الشهر الحالي
bn: বর্তমান মাস
de: Aktueller Monat
el: Τρέχων μήνας
es: Mes actual
fa: ماه جاری
fr: Mois en cours
he: החודש הנוכחי
hi: मौजूदा महीना
id: Bulan ini
it: Mese corrente
ja: 今月
ko: 이번 달
mr: सध्याचा महिना
ms: Bulan ini
nl: Huidige maand
pl: Bieżący miesiąc
pt_br: Mês atual
ro: Luna curentă
ru: Текущий месяц
ta: தற்போதைய மாதம்
te: ప్రస్తుత నెల
th: เดือนปัจจุบัน
tr: Geçerli ay
uk: Поточний місяць
ur: موجودہ مہینہ
vi: Tháng này
zh_hans: 本月
zh_hant: 本月

# notification.action.complete
source: Complete
ar: إكمال
bn: সম্পূর্ণ করুন
de: Erledigen
el: Ολοκλήρωση
es: Completar
fa: تکمیل
fr: Terminer
he: השלמה
hi: पूर्ण करें
id: Selesaikan
it: Completa
ja: 完了
ko: 완료
mr: पूर्ण करा
ms: Selesaikan
nl: Voltooi
pl: Ukończ
pt_br: Concluir
ro: Finalizați
ru: Выполнить
ta: நிறைவுசெய்
te: పూర్తి చేయండి
th: ทำเสร็จ
tr: Tamamla
uk: Виконати
ur: مکمل کریں
vi: Hoàn thành
zh_hans: 完成
zh_hant: 完成

# notification.action.defer_tomorrow
source: Defer to Tomorrow
ar: تأجيل إلى الغد
bn: আগামীকালের জন্য পিছিয়ে দিন
de: Auf morgen verschieben
el: Αναβολή για αύριο
es: Aplazar a mañana
fa: موکول به فردا
fr: Reporter à demain
he: דחייה למחר
hi: कल पर टालें
id: Tunda ke Besok
it: Rimanda a domani
ja: 明日に延期
ko: 내일로 미루기
mr: उद्यासाठी पुढे ढकला
ms: Tangguhkan hingga Esok
nl: Stel uit tot morgen
pl: Odłóż na jutro
pt_br: Adiar para amanhã
ro: Amânați pentru mâine
ru: Отложить на завтра
ta: நாளைக்குத் தள்ளிவை
te: రేపటికి వాయిదా వేయండి
th: เลื่อนไปพรุ่งนี้
tr: Yarına ertele
uk: Відкласти на завтра
ur: کل تک ملتوی کریں
vi: Hoãn đến ngày mai
zh_hans: 推迟到明天
zh_hant: 延後到明天

# notification.action.failed
source: Couldn’t perform that action.
ar: تعذّر تنفيذ هذا الإجراء.
bn: ওই অ্যাকশনটি করা যায়নি।
de: Diese Aktion konnte nicht ausgeführt werden.
el: Δεν ήταν δυνατή η εκτέλεση αυτής της ενέργειας.
es: No se pudo realizar esa acción.
fa: انجام این کنش ممکن نشد.
fr: Impossible d’effectuer cette action.
he: לא ניתן לבצע את הפעולה.
hi: वह कार्रवाई नहीं हो सकी।
id: Tidak dapat melakukan tindakan itu.
it: Impossibile eseguire l’azione.
ja: その操作を実行できませんでした。
ko: 해당 작업을 수행할 수 없습니다.
mr: ती कृती करता आली नाही.
ms: Tidak dapat melakukan tindakan itu.
nl: Die actie kon niet worden uitgevoerd.
pl: Nie udało się wykonać tej czynności.
pt_br: Não foi possível executar a ação.
ro: Acțiunea nu a putut fi efectuată.
ru: Не удалось выполнить это действие.
ta: அந்தச் செயலைச் செய்ய முடியவில்லை.
te: ఆ యాక్షన్‌ను నిర్వహించడం వీలుపడలేదు.
th: ไม่สามารถดำเนินการนั้นได้
tr: Bu eylem gerçekleştirilemedi.
uk: Не вдалося виконати цю дію.
ur: وہ عمل انجام نہیں دیا جا سکا۔
vi: Không thể thực hiện hành động đó.
zh_hans: 通知操作失败。
zh_hant: 無法執行該操作。

# notification.action.snooze_hour
source: Snooze 1 Hour
ar: غفوة لمدة ساعة
bn: 1 ঘণ্টা স্নুজ করুন
de: In einer Stunde erinnern
el: Αναβολή κατά 1 ώρα
es: Posponer 1 hora
fa: تعویق یک‌ساعته
fr: Rappeler dans 1 heure
he: נודניק לשעה
hi: 1 घंटे के लिए स्नूज़ करें
id: Tunda 1 Jam
it: Posticipa di 1 ora
ja: 1時間スヌーズ
ko: 1시간 후 다시 알림
mr: 1 तास स्नूझ करा
ms: Tangguh 1 Jam
nl: Herinner me over 1 uur
pl: Przypomnij za 1 godzinę
pt_br: Lembrar em 1 hora
ro: Reamintire peste o oră
ru: Напомнить через 1 час
ta: 1 மணிநேரம் ஒத்திவை
te: 1 గంట స్నూజ్
th: เลื่อน 1 ชั่วโมง
tr: 1 saat sonra anımsat
uk: Нагадати через 1 годину
ur: 1 گھنٹے کے لیے اسنوز کریں
vi: Báo lại sau 1 giờ
zh_hans: 1 小时后提醒
zh_hant: 1 小時後提醒

# notification.snooze.body
source: Snoozed reminder
ar: تذكير بعد الغفوة
bn: স্নুজ করা রিমাইন্ডার
de: Erneute Erinnerung
el: Υπόμνηση που αναβλήθηκε
es: Recordatorio pospuesto
fa: یادآور به تعویق‌افتاده
fr: Rappel reporté
he: תזכורת בנודניק
hi: स्नूज़ किया गया रिमाइंडर
id: Pengingat ditunda
it: Promemoria posticipato
ja: スヌーズしたリマインダー
ko: 다시 알림
mr: स्नूझ केलेला रिमाइंडर
ms: Peringatan ditangguhkan
nl: Uitgestelde herinnering
pl: Przypomnienie odłożone
pt_br: Lembrete adiado
ro: Memento amânat
ru: Напоминание отложено
ta: ஒத்திவைக்கப்பட்ட நினைவூட்டல்
te: స్నూజ్ చేసిన రిమైండర్
th: เตือนความจำที่เลื่อนไว้
tr: Ertelenen anımsatıcı
uk: Нагадування відкладено
ur: اسنوز کی گئی یاد دہانی
vi: Lời nhắc đã được báo lại
zh_hans: 已延后的提醒
zh_hant: 稍後提醒

# notification.snooze.failed
source: Couldn’t snooze the reminder.
ar: تعذّرت غفوة التذكير.
bn: রিমাইন্ডার স্নুজ করা যায়নি।
de: Die Erinnerung konnte nicht verschoben werden.
el: Δεν ήταν δυνατή η αναβολή της υπόμνησης.
es: No se pudo posponer el recordatorio.
fa: تعویق یادآور انجام نشد.
fr: Impossible de reporter le rappel.
he: לא ניתן להפעיל נודניק לתזכורת.
hi: रिमाइंडर स्नूज़ नहीं हो सका।
id: Tidak dapat menunda pengingat.
it: Impossibile posticipare il promemoria.
ja: リマインダーをスヌーズできませんでした。
ko: 알림을 나중에 다시 받도록 설정할 수 없습니다.
mr: रिमाइंडर स्नूझ करता आला नाही.
ms: Tidak dapat menangguhkan peringatan.
nl: De herinnering kon niet worden uitgesteld.
pl: Nie udało się odłożyć przypomnienia.
pt_br: Não foi possível adiar o lembrete.
ro: Mementoul nu a putut fi amânat.
ru: Не удалось отложить напоминание.
ta: நினைவூட்டலை ஒத்திவைக்க முடியவில்லை.
te: రిమైండర్‌ను స్నూజ్ చేయడం వీలుపడలేదు.
th: ไม่สามารถเลื่อนเตือนความจำได้
tr: Anımsatıcı ertelenemedi.
uk: Не вдалося відкласти нагадування.
ur: یاد دہانی اسنوز نہیں ہو سکی۔
vi: Không thể báo lại lời nhắc.
zh_hans: 无法稍后提醒。
zh_hant: 無法設定稍後提醒。

# notification.snooze.title_fallback
source: Task Reminder
ar: تذكير بالمهمة
bn: টাস্ক রিমাইন্ডার
de: Aufgabenerinnerung
el: Υπόμνηση εργασίας
es: Recordatorio de tarea
fa: یادآور کار
fr: Rappel de tâche
he: תזכורת משימה
hi: कार्य रिमाइंडर
id: Pengingat Tugas
it: Promemoria attività
ja: タスクのリマインダー
ko: 할 일 알림
mr: कार्य रिमाइंडर
ms: Peringatan Tugas
nl: Taakherinnering
pl: Przypomnienie o zadaniu
pt_br: Lembrete de tarefa
ro: Memento pentru sarcină
ru: Напоминание о задаче
ta: பணி நினைவூட்டல்
te: టాస్క్ రిమైండర్
th: เตือนความจำของงาน
tr: Görev anımsatıcısı
uk: Нагадування про завдання
ur: کام کی یاد دہانی
vi: Lời nhắc nhiệm vụ
zh_hans: 任务提醒
zh_hant: 任務提醒

# recurrence.editor.error.concurrent_change
source: This recurrence changed on another device while you were editing. Review the latest rule and try again.
ar: تغيّر هذا التكرار على جهاز آخر أثناء تعديلك. راجع أحدث قاعدة ثم حاول مرة أخرى.
bn: আপনি এডিট করার সময় এই পুনরাবৃত্তি অন্য ডিভাইসে বদলে গেছে। সর্বশেষ নিয়মটি দেখে আবার চেষ্টা করুন।
de: Diese Wiederholung wurde auf einem anderen Gerät geändert, während du sie bearbeitet hast. Prüfe die aktuelle Regel und versuche es erneut.
el: Αυτή η επανάληψη άλλαξε σε άλλη συσκευή ενώ κάνατε επεξεργασία. Ελέγξτε τον πιο πρόσφατο κανόνα και δοκιμάστε ξανά.
es: Esta repetición cambió en otro dispositivo mientras la editabas. Revisa la regla más reciente e inténtalo de nuevo.
fa: قانون تکرار هنگام ویرایش شما در دستگاه دیگری تغییر کرد. آخرین قانون را مرور کنید و دوباره تلاش کنید.
fr: Cette répétition a été modifiée sur un autre appareil pendant votre modification. Vérifiez la dernière règle, puis réessayez.
he: כלל החזרה שונה במכשיר אחר בזמן העריכה. יש לעיין בכלל העדכני ולנסות שוב.
hi: संपादन के दौरान यह दोहराव किसी दूसरे डिवाइस पर बदल गया। नवीनतम नियम देखें और फिर से कोशिश करें।
id: Pengulangan ini berubah di perangkat lain saat sedang diedit. Tinjau aturan terbaru dan coba lagi.
it: Questa ripetizione è stata modificata su un altro dispositivo mentre la modificavi. Controlla la regola più recente e riprova.
ja: 編集中に、別のデバイスでこの繰り返しが変更されました。最新のルールを確認して、もう一度お試しください。
ko: 편집하는 동안 다른 기기에서 이 반복이 변경되었습니다. 최신 규칙을 확인한 후 다시 시도하세요.
mr: तुम्ही संपादित करत असताना ही पुनरावृत्ती दुसऱ्या डिव्हाइसवर बदलली. नवीनतम नियम तपासा आणि पुन्हा प्रयत्न करा.
ms: Perulangan ini berubah pada peranti lain semasa sedang diedit. Semak peraturan terkini dan cuba lagi.
nl: Deze herhaling is op een ander apparaat gewijzigd terwijl je aan het wijzigen was. Controleer de nieuwste regel en probeer het opnieuw.
pl: To powtarzanie zostało zmienione na innym urządzeniu podczas edycji. Sprawdź aktualną regułę i spróbuj ponownie.
pt_br: Esta repetição foi alterada em outro dispositivo enquanto você editava. Revise a regra mais recente e tente novamente.
ro: Această repetare a fost modificată pe alt dispozitiv în timp ce o editați. Verificați cea mai recentă regulă și încercați din nou.
ru: Это повторение было изменено на другом устройстве во время редактирования. Проверьте актуальное правило и повторите попытку.
ta: நீங்கள் திருத்திக்கொண்டிருந்தபோது இந்தத் தொடர்வு மற்றொரு சாதனத்தில் மாறியது. சமீபத்திய விதியைப் பார்த்து, மீண்டும் முயலவும்.
te: మీరు ఎడిట్ చేస్తున్నప్పుడు ఈ పునరావృతం మరో డివైజ్‌లో మారింది. తాజా నియమాన్ని పరిశీలించి, మళ్ళీ ప్రయత్నించండి.
th: การทำประจำนี้ถูกเปลี่ยนบนอุปกรณ์เครื่องอื่นขณะที่คุณแก้ไข ตรวจดูกฎล่าสุดแล้วลองอีกครั้ง
tr: Bu yineleme, siz düzenlerken başka bir aygıtta değişti. En son kuralı inceleyip yeniden deneyin.
uk: Це повторення змінили на іншому пристрої, поки ви редагували. Перегляньте актуальне правило й повторіть спробу.
ur: ترمیم کے دوران تکرار کا قاعدہ کسی دوسری ڈیوائس پر تبدیل ہو گیا۔ تازہ ترین قاعدہ دیکھیں اور دوبارہ کوشش کریں۔
vi: Quy tắc lặp lại này đã thay đổi trên thiết bị khác trong khi bạn đang sửa. Hãy xem lại quy tắc mới nhất rồi thử lại.
zh_hans: 你编辑期间，此重复规则已在另一台设备上更改。请检查最新规则后重试。
zh_hant: 你在編輯時，這項重複設定已在另一台裝置上變更。請查看最新的規則，然後再試一次。

# recurrence.editor.error.invalid_interval
source: The recurrence interval must be a whole number from 1 through 10,000.
ar: يجب أن تكون فترة التكرار عددًا صحيحًا من واحد إلى عشرة آلاف.
bn: পুনরাবৃত্তির ব্যবধান 1 থেকে 10,000-এর মধ্যে একটি পূর্ণসংখ্যা হতে হবে।
de: Das Wiederholungsintervall muss eine ganze Zahl von 1 bis 10.000 sein.
el: Το διάστημα επανάληψης πρέπει να είναι ακέραιος αριθμός από 1 έως 10.000.
es: El intervalo de repetición debe ser un número entero del 1 al 10 000.
fa: فاصله تکرار باید یک عدد صحیح از یک تا ده هزار باشد.
fr: L’intervalle de répétition doit être un nombre entier compris entre 1 et 10 000.
he: מרווח החזרה חייב להיות מספר שלם בין 1 ל-10,000.
hi: दोहराव का अंतराल 1 से 10,000 के बीच की पूर्ण संख्या होना चाहिए।
id: Interval pengulangan harus berupa bilangan bulat dari 1 sampai 10.000.
it: L’intervallo di ripetizione deve essere un numero intero da 1 a 10.000.
ja: 繰り返しの間隔は、1〜10,000の整数にしてください。
ko: 반복 간격은 1에서 10,000 사이의 정수여야 합니다.
mr: पुनरावृत्तीचे अंतर 1 ते 10,000 मधील पूर्ण संख्या असणे आवश्यक आहे.
ms: Selang perulangan mestilah nombor bulat dari 1 hingga 10,000.
nl: Het herhalingsinterval moet een geheel getal van 1 tot en met 10.000 zijn.
pl: Interwał powtarzania musi być liczbą całkowitą od 1 do 10 000.
pt_br: O intervalo de repetição deve ser um número inteiro de 1 a 10.000.
ro: Intervalul de repetare trebuie să fie un număr întreg între 1 și 10.000.
ru: Интервал повторения должен быть целым числом от 1 до 10 000.
ta: தொடர்வு இடைவெளி 1 முதல் 10,000 வரையிலான முழு எண்ணாக இருக்க வேண்டும்.
te: పునరావృత వ్యవధి 1 నుండి 10,000 వరకు ఉన్న పూర్ణ సంఖ్య అయి ఉండాలి.
th: ช่วงเวลาการทำประจำต้องเป็นจำนวนเต็มตั้งแต่ 1 ถึง 10,000
tr: Yineleme aralığı, 1 ile 10.000 arasında bir tam sayı olmalıdır.
uk: Інтервал повторення має бути цілим числом від 1 до 10 000.
ur: تکرار کا وقفہ 1 سے 10,000 تک کا مکمل عدد ہونا چاہیے۔
vi: Khoảng lặp lại phải là số nguyên từ 1 đến 10.000.
zh_hans: 重复间隔必须是 1 到 10,000 之间的整数。
zh_hant: 重複間隔必須是 1 到 10,000 之間的整數。

# recurrence.preset.custom
source: Custom…
ar: مخصص…
bn: কাস্টম…
de: Eigene …
el: Προσαρμογή…
es: Personalizado…
fa: سفارشی…
fr: Personnalisé…
he: מותאם אישית…
hi: कस्टम…
id: Khusus…
it: Personalizzato…
ja: カスタム…
ko: 사용자 설정…
mr: कस्टम…
ms: Tersuai…
nl: Aangepast…
pl: Własne…
pt_br: Personalizado…
ro: Personalizare…
ru: Настроить…
ta: பிரத்தியேகம்…
te: కస్టమ్…
th: กำหนดเอง…
tr: Özel…
uk: Власний варіант…
ur: حسب ضرورت…
vi: Tùy chỉnh…
zh_hans: 自定义…
zh_hant: 自訂…

# recurrence.preset.never
source: Never
ar: مطلقًا
bn: কখনোই নয়
de: Nie
el: Ποτέ
es: Nunca
fa: هرگز
fr: Jamais
he: אף פעם
hi: कभी नहीं
id: Tidak Pernah
it: Mai
ja: しない
ko: 안 함
mr: कधीच नाही
ms: Tidak Pernah
nl: Nooit
pl: Nigdy
pt_br: Nunca
ro: Niciodată
ru: Никогда
ta: வேண்டாம்
te: ఎప్పటికీ వద్దు
th: ไม่เลย
tr: Asla
uk: Ніколи
ur: کبھی نہیں
vi: Không bao giờ
zh_hans: 从不
zh_hant: 永不

# recurrence.preset.weekdays
source: Weekdays
ar: من الاثنين إلى الجمعة
bn: কর্মদিবস
de: An Wochentagen
el: Καθημερινές
es: De lunes a viernes
fa: دوشنبه تا جمعه
fr: Jours ouvrés
he: שני עד שישי
hi: सोमवार से शुक्रवार
id: Hari Kerja
it: Giorni feriali
ja: 平日
ko: 평일
mr: कामाचे दिवस
ms: Hari Kerja
nl: Weekdagen
pl: W dni robocze
pt_br: Dias úteis
ro: Zile lucrătoare
ru: По будням
ta: வாரநாட்கள்
te: పనిరోజులు
th: วันธรรมดา
tr: Hafta içi
uk: У будні
ur: پیر تا جمعہ
vi: Ngày thường
zh_hans: 工作日
zh_hant: 平日

# recurring_cancel.all_occurrences
source: All Occurrences
ar: كل حالات التكرار
bn: সব বার
de: Alle Wiederholungen
el: Όλες οι επαναλήψεις
es: Todas las repeticiones
fa: همه تکرارها
fr: Toutes les occurrences
he: כל המופעים
hi: सभी बार
id: Semua Kejadian
it: Tutte le occorrenze
ja: すべての繰り返し
ko: 모든 반복
mr: सर्व वेळा
ms: Semua Kejadian
nl: Alle herhalingen
pl: Wszystkie wystąpienia
pt_br: Todas as ocorrências
ro: Toate aparițiile
ru: Все повторения
ta: அனைத்து நேர்வுகளும்
te: అన్ని సందర్భాలు
th: ทุกครั้ง
tr: Tüm yinelemeler
uk: Усі повторення
ur: تمام تکرارات
vi: Tất cả các lần lặp
zh_hans: 全部重复项
zh_hant: 所有重複

# recurring_cancel.keep
source: Don’t Cancel
ar: عدم الإلغاء
bn: বাতিল করবেন না
de: Nicht abbrechen
el: Να μην ακυρωθεί
es: No cancelar
fa: لغو نشود
fr: Ne pas annuler
he: לא לבטל
hi: रद्द न करें
id: Jangan Batalkan
it: Non annullare
ja: キャンセルしない
ko: 취소 안 함
mr: रद्द करू नका
ms: Jangan Batalkan
nl: Niet annuleren
pl: Nie anuluj
pt_br: Não cancelar
ro: Nu anulați
ru: Не отменять
ta: ரத்துசெய்ய வேண்டாம்
te: రద్దు చేయవద్దు
th: ไม่ยกเลิก
tr: Vazgeçme
uk: Не скасовувати
ur: منسوخ نہ کریں
vi: Không hủy
zh_hans: 不取消
zh_hant: 不要取消

# recurring_cancel.message
source: Cancel only this occurrence, or end the whole repeating series?
ar: هل تريد إلغاء هذا التكرار فقط، أم إنهاء سلسلة التكرار بالكامل؟
bn: শুধু এইবারের টাস্ক বাতিল করবেন, নাকি পুরো পুনরাবৃত্ত সিরিজ শেষ করবেন?
de: Nur diese Wiederholung abbrechen oder die gesamte Serie beenden?
el: Να ακυρωθεί μόνο αυτή η επανάληψη ή να τερματιστεί ολόκληρη η σειρά επαναλήψεων;
es: ¿Cancelar solo esta repetición o terminar toda la serie?
fa: فقط همین تکرار لغو شود یا کل مجموعه تکرارشونده پایان یابد؟
fr: Annuler uniquement cette occurrence ou mettre fin à toute la série ?
he: לבטל רק את המופע הזה או לסיים את כל הסדרה החוזרת?
hi: केवल इस बार का कार्य रद्द करें, या पूरी दोहराई जाने वाली श्रृंखला समाप्त करें?
id: Batalkan hanya kejadian ini, atau akhiri seluruh rangkaian pengulangan?
it: Annullare solo questa occorrenza o terminare l’intera serie ricorrente?
ja: 今回分のみキャンセルしますか？それとも繰り返し全体を終了しますか？
ko: 이번 반복만 취소하시겠습니까, 아니면 반복 전체를 종료하시겠습니까?
mr: फक्त यावेळचे कार्य रद्द करायचे, की संपूर्ण पुनरावृत्ती मालिका संपवायची?
ms: Batalkan hanya kejadian ini, atau tamatkan keseluruhan siri perulangan?
nl: Alleen deze herhaling annuleren, of de hele reeks beëindigen?
pl: Anulować tylko to wystąpienie czy całą serię?
pt_br: Cancelar somente esta ocorrência ou encerrar toda a série recorrente?
ro: Anulați doar această apariție sau încheiați întreaga serie repetitivă?
ru: Отменить только это повторение или всю серию?
ta: இந்த நேர்வை மட்டும் ரத்துசெய்யவா, அல்லது மீண்டும் நிகழும் முழுத் தொடரையும் முடிக்கவா?
te: ఈ సందర్భాన్ని మాత్రమే రద్దు చేయాలా, లేదా మొత్తం పునరావృత సిరీస్‌ను ముగించాలా?
th: ต้องการยกเลิกเฉพาะครั้งนี้ หรือยุติการทำประจำทั้งชุด
tr: Yalnızca bu yineleme mi iptal edilsin, yoksa yinelenen serinin tamamı mı sonlandırılsın?
uk: Скасувати лише це повторення чи всю серію?
ur: صرف یہی تکرار منسوخ کریں یا پوری دہرائی جانے والی سیریز ختم کریں؟
vi: Chỉ hủy lần lặp này, hay kết thúc toàn bộ các lần lặp?
zh_hans: 只取消这一次，还是结束整个重复系列？
zh_hant: 要只取消這一次，還是結束整個重複系列？

# recurring_cancel.this_occurrence
source: This Occurrence
ar: هذا التكرار
bn: শুধু এইবার
de: Diese Wiederholung
el: Αυτή η επανάληψη
es: Esta repetición
fa: همین تکرار
fr: Cette occurrence
he: המופע הזה
hi: केवल इस बार
id: Kejadian Ini
it: Questa occorrenza
ja: 今回分のみ
ko: 이번 반복만
mr: फक्त यावेळी
ms: Kejadian Ini
nl: Deze herhaling
pl: To wystąpienie
pt_br: Esta ocorrência
ro: Această apariție
ru: Это повторение
ta: இந்த நேர்வு
te: ఈ సందర్భం
th: ครั้งนี้
tr: Bu yineleme
uk: Це повторення
ur: یہ تکرار
vi: Lần lặp này
zh_hans: 这一次
zh_hant: 僅這一次

# recurring_cancel.title
source: Cancel Recurring Task
ar: إلغاء المهمة المتكررة
bn: পুনরাবৃত্ত টাস্ক বাতিল করুন
de: Wiederkehrende Aufgabe abbrechen
el: Ακύρωση επαναλαμβανόμενης εργασίας
es: Cancelar tarea recurrente
fa: لغو کار تکرارشونده
fr: Annuler la tâche récurrente
he: ביטול משימה חוזרת
hi: दोहराया जाने वाला कार्य रद्द करें
id: Batalkan Tugas Berulang
it: Annulla attività ricorrente
ja: 繰り返しタスクをキャンセル
ko: 반복되는 할 일 취소
mr: पुनरावृत्ती होणारे कार्य रद्द करा
ms: Batalkan Tugas Berulang
nl: Terugkerende taak annuleren
pl: Anulowanie zadania cyklicznego
pt_br: Cancelar tarefa recorrente
ro: Anulați sarcina recurentă
ru: Отмена повторяющейся задачи
ta: தொடர் பணியை ரத்துசெய்
te: పునరావృతమయ్యే టాస్క్‌ను రద్దు చేయండి
th: ยกเลิกงานที่ทำประจำ
tr: Yinelenen görevi iptal et
uk: Скасування повторюваного завдання
ur: دہرایا جانے والا کام منسوخ کریں
vi: Hủy nhiệm vụ lặp lại
zh_hans: 取消重复任务
zh_hant: 取消重複任務

# review.calm.check_in
source: Check In
ar: تسجيل
bn: চেক-ইন করুন
de: Abhaken
el: Καταγραφή
es: Registrar
fa: ثبت
fr: Valider
he: סימון
hi: चेक-इन करें
it: Registra
ja: チェックイン
ko: 체크인
mr: चेक-इन करा
nl: Vink af
pl: Odhacz
pt_br: Registrar
ro: Bifați
ru: Отметить
ta: செக்-இன் செய்
te: చెక్ ఇన్ చేయండి
th: เช็คอิน
tr: İşaretle
uk: Позначити
ur: چیک اِن کریں
vi: Điểm danh
zh_hans: 打卡
zh_hant: 打卡

# review.calm.energy.level_2
source: Low
ar: منخفضة
bn: কম
de: Niedrig
el: Χαμηλή
es: Baja
fa: کم
fr: Faible
he: נמוכה
hi: कम
id: Rendah
it: Bassa
ja: 低
ko: 낮음
mr: कमी
ms: Rendah
nl: Laag
pl: Niska
pt_br: Baixa
ro: Scăzută
ru: Низкая
ta: குறைவு
te: తక్కువ
th: ต่ำ
tr: Düşük
uk: Низька
ur: کم
vi: Thấp
zh_hans: 偏低
zh_hant: 低

# review.calm.energy.level_3
source: Steady
ar: مستقرة
bn: স্থির
de: Stabil
el: Σταθερή
es: Estable
fa: پایدار
fr: Stable
he: יציבה
hi: स्थिर
id: Stabil
it: Stabile
ja: 安定
ko: 안정적
mr: स्थिर
ms: Stabil
nl: Stabiel
pl: Stabilna
pt_br: Estável
ro: Constantă
ru: Стабильная
ta: நிலையானது
te: స్థిరం
th: คงที่
tr: Dengeli
uk: Стабільна
ur: مستحکم
vi: Ổn định
zh_hans: 平稳
zh_hant: 穩定

# review.calm.energy.level_4
source: Good
ar: جيدة
bn: ভালো
de: Gut
el: Καλή
es: Buena
fa: خوب
fr: Bonne
he: טובה
hi: अच्छी
id: Baik
it: Buona
ja: 良い
ko: 좋음
mr: चांगली
ms: Baik
nl: Goed
pl: Dobra
pt_br: Boa
ro: Bună
ru: Хорошая
ta: நன்று
te: బాగుంది
th: ดี
tr: İyi
uk: Хороша
ur: اچھی
vi: Tốt
zh_hans: 不错
zh_hant: 良好

# review.calm.feel.level_2
source: Hard
ar: صعب
bn: কঠিন
de: Schwierig
el: Δύσκολα
es: Difícil
fa: سخت
fr: Difficile
he: קשה
hi: कठिन
id: Berat
it: Difficile
ja: つらい
ko: 힘듦
mr: अवघड
ms: Sukar
nl: Zwaar
pl: Trudno
pt_br: Difícil
ro: Greu
ru: Тяжело
ta: கடினம்
te: కష్టం
th: ยากลำบาก
tr: Zor
uk: Важко
ur: مشکل
vi: Khó khăn
zh_hans: 不太好
zh_hant: 辛苦

# review.calm.feel.level_3
source: Okay
ar: عادي
bn: ঠিকঠাক
el: Εντάξει
es: Regular
fa: معمولی
fr: Correct
he: בסדר
hi: ठीक-ठाक
id: Biasa
it: Così così
ja: まあまあ
ko: 괜찮음
mr: ठीकठाक
ms: Biasa
nl: Oké
pl: W porządku
pt_br: Ok
ro: Ok
ru: Нормально
ta: பரவாயில்லை
te: ఫర్వాలేదు
th: พอใช้
tr: Fena değil
uk: Нормально
ur: ٹھیک ٹھاک
vi: Tạm ổn
zh_hans: 一般
zh_hant: 還好

# review.calm.feel.level_4
source: Good
ar: جيد
bn: ভালো
de: Gut
el: Καλά
es: Bien
fa: خوب
fr: Bien
he: טוב
hi: अच्छा
id: Baik
it: Bene
ja: 良い
ko: 좋음
mr: चांगले
ms: Baik
nl: Goed
pl: Dobrze
pt_br: Bem
ro: Bine
ru: Хорошо
ta: நன்று
te: బాగుంది
th: ดี
tr: İyi
uk: Добре
ur: اچھا
vi: Tốt
zh_hans: 不错
zh_hant: 良好

# review.calm.habits
source: Habits
ar: العادات
bn: অভ্যাস
de: Gewohnheiten
el: Συνήθειες
es: Hábitos
fa: عادت‌ها
fr: Habitudes
he: הרגלים
hi: आदतें
id: Kebiasaan
it: Abitudini
ja: 習慣
ko: 습관
mr: सवयी
ms: Tabiat
nl: Gewoontes
pl: Nawyki
pt_br: Hábitos
ro: Obiceiuri
ru: Привычки
ta: பழக்கங்கள்
te: అలవాట్లు
th: นิสัย
tr: Alışkanlıklar
uk: Звички
ur: عادات
vi: Thói quen
zh_hans: 习惯
zh_hant: 習慣
